[{"y_axis":229.4216422432599,"color":"red","documentNumber":0,"radius":5,"situationDescription":"We are recruiting Networking Technology professionals to be guest speakers for college students who are interested in pursuing careers in IT but who may have had little exposure to the actual duties, skills, and knowledge necessary to work in this field.  \n \nEach guest speaker will give a 20-minute presentation to provide students with an industry overview, as well as specifics related to job duties, typical working hours, skills needed for success, and the speaker s own experiences and opinions about working in this field. \n\nOur students tend to be very visual and tactile learners, so we encourage guest speakers to prepare presentations which actively engage the audience, rather than a giving a formal lecture.  We welcome the use of PowerPoints, videos, and other media.  \n\nEach IT professional will be paired with a guest speaker working in another IT-related area, and after both speakers have given their presentations the students will then have an opportunity to ask questions.  Each guest speaker panel will take approximately one hour and twenty minutes, and the audience size will range from 15-25 students.\n\nWe are looking for guest speakers at 6 of our colleges: Harold Washington, Daley, Olive-Harvey, Kennedy-King, Wright, and Truman.  We have a variety of dates and times available, ranging from 10/27 – 11/21 and from 8:00am to 5:30pm.  Locations, dates, and times are flexible.","x_axis":329.0116968461425},{"y_axis":272.5807350145299,"color":"lawngreen","documentNumber":1,"radius":5,"situationDescription":"Dear NYC Area Technology Professionals, NYC Department of\nEducation s District 79 works with dynamic, resilient young people ages\n17-21 pursuing High School Equivalency Diplomas. Our students were\nformerly disconnected with school and employment, but are have\nrecommitted to continuing their education and entering the world of work!\nIn addition to academic instruction, it is critically important to connect\nstudents with professional role models in diverse career fields. We already\nwork with partner organizations including the New York Times, the New\nYork City Council, the MTA, New York Botanical Garden, Habitat for\nHumanity and CUNY. However, we have a HUGE need for professionals\nin technology to enrich our students  learning! I am looking for\ntechnology professionals to visit two of our IT training classrooms at\nCoop Tech on February 5th and March 5th. Guest speakers will: Share\ntheir own career path, education and experiences Answer student\nquestions about their work Share any resources helpful to entry-level IT\njob seekers Help to motivate, inspire, and encourage our students Think\nyou re right for the job? I would love to hear from you! I know you ll\nenjoy meeting our students! \nJillian Maclearie, MSW Workforce\nDevelopment Coordinator Cell- 347-406-3242 Office- 212-244-1274 x.\n7038 Fax- 212- 609-8598 Pathways to Graduation, District 79: Alternative\nSchools and Programs NYC Department of Education","x_axis":572.739545359035},{"y_axis":71.35012828016218,"color":"blue","documentNumber":2,"radius":5,"situationDescription":"Dear NYC Area Technology Professionals,\n\nNYC Department of Education s District 79 works with dynamic, resilient young people ages 17-21 pursuing High School Equivalency Diplomas. Our students were formerly disconnected with school and employment, but are have recommitted to continuing their education and entering the world of work!\n\nIn addition to academic instruction, it is critically important to connect students with professional role models in diverse career fields. We already work with partner organizations including the New York Times, the New York City Council, the MTA, New York Botanical Garden, Habitat for Humanity and CUNY. However, we have a HUGE need for professionals in technology to enrich our students  learning!\n\nI am looking for technology professionals to visit two of our IT training classrooms at Coop Tech on February 5th and March 5th. Guest speakers will:\n?       Share their own career path, education and experiences\n?        Answer student questions about their work\n?       Share any resources helpful to entry-level IT job seekers\n?       Help to motivate, inspire, and encourage our students\n\nThink you re right for the job? I would love to hear from you! I know you ll enjoy meeting our students!\n\nJillian Maclearie, MSW\nWorkforce Development Coordinator\nCell- 347-406-3242\nOffice- 212-244-1274 x. 7038\nFax- 212- 609-8598\nPathways to Graduation, District 79: Alternative Schools and Programs NYC Department of Education","x_axis":571.7985691977707},{"y_axis":226.43989738723533,"color":"blue","documentNumber":3,"radius":5,"situationDescription":"CMSA needs  engineers to help motivate and inspire our students in the robotics teams and pre-engineering classes. \nHere is the time breakdown in terms of grades and class times:\n9:00am-9:50am (sophomore students)\n10:50am-11:35am (sophomores again)\n11:38am-12:20pm (freshmen)\n12:55pm-1:45pm (8th grade students)","x_axis":226.26853544714874},{"y_axis":174.55583709697578,"color":"indigo","documentNumber":4,"radius":5,"situationDescription":"The ESU Scholars program is an early intervention career and college preparation series for youth in grades sixth through twelve.\n \nThrough innovative action research, facilitated workshops and culminating projects, students are guided to critical information that helps them think critically about their current and future educational options.  Career, college, and financial knowledge are infused in every project we do.\n\nWe need guest speakers to come in on Saturday afternoons to talk to students about their careers in science, technology, engineering, math, marketing or finance. \n\nWe typically hold our programs in a library or nearby center on Saturdays from 2-4 pm but times and locations may vary. If you feel like you have something to share with young people about your path to professional success we want you!","x_axis":425.33438070570253},{"y_axis":173.66572623253023,"color":"slategray","documentNumber":5,"radius":5,"situationDescription":"Lumity, established in 1984, provides technology and finance services and solutions, training, and Chicago s most active and affordable nonprofit job board NPO.net to nonprofits.\n\nWe are looking for speakers to join our exciting STEM Talks program.  The program works with STEM professionals to find and hone their story (career and/or personal) in a way that will be applicable and inspirational to CPS students.  \n\nIf you are interested in becoming a STEM Talks speaker, you will work with our coach to find, draft, rehearse and perfect your 15 minute story (and public speaking skills), and ultimately deliver it to Chicago Public School students in a classroom setting.\n\nThe program is self paced, but requires regular communication with the coach.  The average time start to finish is 6 weeks.\n\nThis is a great opportunity to make a difference, just by sharing your story.  Start your journey towards inspiring students by signing up today!","x_axis":502.60132474521725},{"y_axis":932.5706685787876,"color":"paleturquoise","documentNumber":6,"radius":5,"situationDescription":"We are looking for Women with careers in STEM to participate as guest speakers for girls participating in Generation Giga Girls (G3). \n\nG3 is a one to two year, project based Data Analytics program focused on building girls  skills in mathematics,critical thinking, and technology. The program is designed to increase the interest of girls ages 14-17 entering the exciting new field of data analytics!","x_axis":67.954097955887},{"y_axis":450.08345623147557,"color":"darkcyan","documentNumber":7,"radius":5,"situationDescription":"We are initiating a Career Cafe, where we invite people from a variety of professions to visit classrooms and speak about their careers. We d love for volunteers to be able to work backwards: that is, discuss and describe how they ended up in their chosen career. Students want to put their education in context. So, it would be extremely useful for volunteers to discuss their own high school experience and how the preparation as a high school student prepared him or her or them for college and an eventual career. Since our school has a STEM focus, we are hoping to start with folks from any field related to science, technology, engineering, or math. Oh, and we ll serve lunch during one of the sessions!","x_axis":66.14872559111637},{"y_axis":226.44638427074463,"color":"slategray","documentNumber":8,"radius":5,"situationDescription":"The Yankee Air Museum is a military aviation Museum located at historic Willow Run Airport in Belleville, MI. We are dedicated to honoring aviation history and its participants through a living, flying Museum. We are well known for our 3 vintage, flying World War II aircraft, the B-17 Yankee Lady, B-25 Yankee Warrior and C-47 Yankee Doodle Dandy. We also present our annual air show, Thunder Over Michigan. The Yankee Air Museum also offers educational programs, including scholarships and a free summer camp focusing on aviation and aerospace to the public.\n\nWe are in need of four, female mentors for our October 11 STEM event being held at our aviation museum. This will be a free program for female students, ages 7-14. We need female mentors to offer a brief presentation on their work in a STEM-related field. We will have hands-on activities and lab sessions. A select number of the female students will be invited to fly in private aircraft flown by female pilots! The event is limited to 100 girls. The volunteer mentors can have a lasting impact on the young ladies attending this event!","x_axis":226.2360994367313},{"y_axis":927.9738180060613,"color":"blue","documentNumber":9,"radius":5,"situationDescription":"Queens Vocational & Technical High School is committed to preparing our students with the critical thinking, problem solving and team building skills necessary to meet the demands of a highly technical and ever expanding global economy. Our dual mission is to graduate students who are not only ready for post-secondary education, but who can also readily integrate into our work force as skilled, productive, contributing citizens. Therefore, here at Queens Vocational and Technical High School we offer our students vocational and technical trade courses that can serve as a beneficial purpose to both the student and future work force. Our students are prepared to succeed in and out of the New York City Department of Education.  \n\nTo further advance the students  Computer Technology & Networking skills, we are seeking a Work-Based Learning opportunity from your establishment, supporting 1 or more students, to come learn and apply their knowledge in the real-world of work.\n11th and 12th grade (16-18 years old) students are required to complete 60 Work-Based Learning hours over the course of 2 years as they are preparing to take the CompTIA A+ Certification.  Students placed at your establishment will already be proficient in: \n\n•\tFundamentals of computer hardware\n•\tFundamentals of computer software & operating systems \n•\tPortable/mobile devices \n•\tPrinters/scanners\n•\tNetworking & security \n•\tTerminating RJ-45 cables \n•\tBasic Electronics Technology (circuit analysis, electronic construction)\n\nAs a host for these students, your establishment will change these students  lives by helping them graduate with a CTE endorsed high school diploma, providing direct, real world, hands-on, experiences, professional development within their CTE major, and preparing individuals to be productive members of society.\n\nStudents are available immediately in the fall 2014 or in the spring 2015. Students can work on their days off, after-school, and weekends as needed.\n\nPreliminary site visit will be conducted by QVTHS prior to student placement. Students are closely monitored and supported by the school to ensure a positive experience for all.","x_axis":72.27821979376571},{"y_axis":609.712174162896,"color":"black","documentNumber":10,"radius":5,"situationDescription":"iMentor (http://imentor.org) is looking for volunteers! We create 1-on-1, same-gendered mentoring relationships between working professionals and low-income high school students. As a volunteer mentor you ll get to know your mentee and help him build soft skills like communication and time management skills. At this time, we are currently looking for 200 more male mentors for this school year! \n\nThe mentoring commitment: \n-\tEmail your mentee once a week on an interesting topic that iMentor provides\n-\tSee your mentee once a month at an event that iMentor organizes. These events are Monday - Thursday, from 6 - 8pm. \n-\tBuild a trusting, supportive relationship with a high school student that lasts 3-4 years. \n\nVolunteer Requirements: \n-\tEither live OR work in NYC (or surrounding area)\n-\tHave an Associate s OR Bachelor s Degree\n-\tBe willing to travel to a high school once a month\n\nTo apply, please fill out our online mentor application here: http://imentor.org/become-a-mentor","x_axis":69.59119792843937},{"y_axis":929.1068869990629,"color":"lawngreen","documentNumber":11,"radius":5,"situationDescription":"Help kids build,design,and tinker by using your skills to spark moments of discovery! US2020 focuses on providing hands on project based mentorships to children in Chicago. \n\nOur Chicago Coalition has teamed up with the Mayor s Office and leading youth-serving organizations to launch a mentor-matching platform. Our goal for this academic year is to reach 5,000 students with 500 mentors.","x_axis":71.28750758026757},{"y_axis":70.56476837456822,"color":"green","documentNumber":12,"radius":5,"situationDescription":"Want to help inspire the next generation of inventors? Curiosity Machine is one of the key programs of Iridescent, a science education nonprofit with a dynamic community of STEM professionals and children creating together. We are seeking online mentors to provide feedback to elementary and middle school students on their design projects. We provide the training; you put about an hour of your time into feedback. Students post their projects online and skilled STEM professionals reply with suggestions for improving their design. If you work in a STEM field and want to give back to underserved young people, we want you! Become an online mentor and support children as they create their own inventions on this dynamic STEM learning platform.\n\nHelp Students Develop\n•       Curiosity to understand how things work\n•       Creativity to try new ideas\n•       Persistence to find a solution despite failures. \n \nMentor Benefits\n•       Empower young learners in your local community\n•       Improve your science communication and mentoring skills\n•       1 hour a week commitment, mentor online from anywhere and at anytime","x_axis":69.85727217610689},{"y_axis":932.5621897107593,"color":"black","documentNumber":13,"radius":5,"situationDescription":"At Von Steuben Metropolitan Science Center, more students are participating in the annual high school science fair than ever before. To meet our growing needs, we are looking for volunteers from the STEM fields to act as judges for our two-day event.","x_axis":550.375620838303},{"y_axis":372.2469414066608,"color":"lawngreen","documentNumber":14,"radius":5,"situationDescription":"The NCWIT Award for Aspirations in Computing honors young women at the high-school level for their computing-related achievements and interests. Awardees are selected for their computing and IT aptitude, leadership ability, academic history, and plans for post-secondary education. Volunteers are needed to review and grade applications, which is completed online.","x_axis":672.4328803924469},{"y_axis":72.27656147187753,"color":"violet","documentNumber":15,"radius":5,"situationDescription":"Our office used to have a desktop (XP) that was networked with a laptop (Win 7). We are expiring the desktop and purchased a second laptop with Win 7. Basically we need to network the two Windows 7 laptops and disengage the networking with the XP desktop. Also included is to make sure these two laptops will remain networked when we move out of country to a new ISP.","x_axis":926.9816148943416},{"y_axis":371.813349136711,"color":"darkkhaki","documentNumber":17,"radius":5,"situationDescription":"Small new nonprofit needs its servers setup for the food bank software.","x_axis":672.0351664862964},{"y_axis":928.0519773252115,"color":"violet","documentNumber":16,"radius":5,"situationDescription":"We are looking for programs to manage our data.  We need to find that fits our need and budget.  It is imperative to have this in place as our agency grows. Currently we cannot manage our donors, clients, nor volunteers.","x_axis":928.6160822695934},{"y_axis":932.0245739883133,"color":"slategray","documentNumber":19,"radius":5,"situationDescription":"Migrating to the Cloud: \nThe Association for Neurologically Impaired Brain Injured Children, ANIBIC, provides services to people with special needs. ANIBIC is dedicated to enabling individuals to reach their potential so that they may live as productively as possible.\nWe offer a broad range of services for children as young as five and throughout adulthood. We understand that people with special needs are people first and that their individual challenges are just part of what makes them special.\n \nWe have determined that our servers are outdated and are considering migrating to the Cloud. Before we can make the decision we need someone to assist us with considering the benefits and drawbacks of having our information in the Cloud. We are specifically interested in learning what data could be moved to the cloud, would we retain ownership of our data and what are the security concerns of the Cloud? Having information easily shared and accessible will allow us to be more effective and serve more special needs children and their families.","x_axis":550.6438823359587},{"y_axis":929.1083524374483,"color":"slategray","documentNumber":18,"radius":5,"situationDescription":"We need assistance migrating our data from our current NAS server to a new server. We will also need help configuring the wireless access to the server (in-office wifi access, no remote access needed).","x_axis":929.9693417481426},{"y_axis":928.2572261069029,"color":"tomato","documentNumber":21,"radius":5,"situationDescription":"Circle of Friends is a volunteer organization that reaches out to children, teens and young adults with  special needs in Fairfield County, CT and involves them in a full array of inclusive, social experiences. \nTo this effect we need help upgrading and  setting up Sales Force non profit 3.0. so we can efficiently manage our database and fundraising efforts.","x_axis":72.1945030365662},{"y_axis":71.76500008954132,"color":"darkkhaki","documentNumber":20,"radius":5,"situationDescription":"The Brownsville Partnership seeks assistance in developing a database to support our effort to place 5,000 Brownsville residents into jobs. Brownsville Brooklyn faces many challenges, chief among them is the communities lack of employment. For example, we are in the beginning of the campaigns prototype stage where we are working with three public housing buildings.  70% of working age residents in these buildings are unemployed, which is only slightly above the average unemployment rate for public housing residents which constitutes over 30% of housing in Brownsville. \n\nThis database will be the foundation for 1. tracking the path of a Brownsville resident from assessment to placement and 2. tracking improvements in the efficiency of the system we develop to place residents into jobs. \n\nThe data about employability of residents and the barriers in making them employable should be stored in a enterprise  database, so its easier to analyze the data and generate intelligent reports(suggested database to start with: MySQL).\n\nFor punching in the data (from a questionnaire on employability for Brownsville residents), a lightweight web application should be developed, that would allow for easier input and provide access for multiple users to simultaneously record/update the details(suggested technologies for creating the webapp: Open source Apache Tomcat web server and Spring Framework).\n\nOnce the application development is complete and its deemed fit for production use, the application can be deployed on a Cloud based PaaS solution like Red Hat OpenShift or Google App Engine.\n \nWe are very grateful for the opportunity to post this project and look forward to collaborating on the project in the future.","x_axis":926.9530583330398},{"y_axis":229.4216422432599,"color":"violet","documentNumber":23,"radius":5,"situationDescription":"CCW is a small non-profit that has never had a real database for tracking all of our families, donors, alumni, and audience members. We have been using Excel for all of our records, but we ve grown big enough that we need a real database to make sure all the information about our extended family is in one place. In order to continue expanding sustainably, we are in search of an affordable CRM that also has the capacity to sell tickets to concerts and events (we have not been satisfied with our current ticket vendor), and in an ideal world, to also track chorister registration. These technological tools will help us spread our mission and our music to a greater audience and ensure that we can stay in contact with the CCW family for years to come.","x_axis":329.0116968461425},{"y_axis":932.0245739883133,"color":"yellow","documentNumber":22,"radius":5,"situationDescription":"Beacon Hill understands the need to have current technology in place and well maintained. Technology helps us track and document data, communicate with students, parents, partners, donors and the public and ultimately fulfill our vision of ensuring ALL students are prepared to lead in a competitive, academic and global environment when they graduate from High School. \nVolunteers could help us with the research and implementation of a database management system that provides Student,parent and staff project workflow and allows viewing, tracking or extraction of data, by all staff of the organization. Our current “system” which consists of an Excel spreadsheets and other applications, is not providing us an efficient means to accomplish this, is not user friendly and is inaccessible by some staff due to the various file locations and tools in place. Over the years we ve researched some options, but funding, staff knowledge and time are the most difficult challenges we face in moving forward with this. We are open to suggestions for other systems or ways to modify our current configuration.","x_axis":550.6438823359587},{"y_axis":70.47396449143919,"color":"violet","documentNumber":25,"radius":5,"situationDescription":"Rescuing Leftover Cuisine (RLC) is a non-profit food rescue organization based in New York City that provides solutions to prevent excess wholesome cuisine from being wasted. RLC provides services such as food waste consulting, excess food delivery, co-branding services, and tax credit assistance. The mission of Rescuing Leftover Cuisine is to become the world s most widely used solution for companies and individuals to eliminate food waste in their communities, making food rescue sustainable and universal, and food hunger a thing of the past. We recently launched our volunteer calendar on our website: www.rescuingleftovercuisine.org/calendar\n\nWe need someone to help determine what databases we should have for this calendar. We have one that holds personal information for volunteers who are signing up, but we would also like to have one for the number of pounds collected per category. We need help determining what database is best for us, as well as what plans to get to optimize server space and cost.","x_axis":69.65318065858494},{"y_axis":72.07679903699656,"color":"darkcyan","documentNumber":24,"radius":5,"situationDescription":"We are an umbrella organization for community villages (virtual communities that help senior citizens live in their existing homes as they get older and need help).  Our group is called WAVE (Washington Area Villages Exchange).  We need a database to collect donations, dues and other organizational information.\n\nThe database must be accessible via browser and allow various levels of control over access authority based on roles we work with in our organization.","x_axis":926.7416151468067},{"y_axis":929.3633461616797,"color":"blue","documentNumber":27,"radius":5,"situationDescription":"The Medical Institute is dedicated to aligning and disseminating scientific data that promotes optimal sexual health and wellness. Our Social Media pages have been created but are not consistently utilized. One reason being that we are short on staff to do so. We need assistance from someone who will help us with some of the task necessary to bring more awareness to our organization and engage our audience in the important conversation about optimal sexual health and wellness.","x_axis":930.1492112070069},{"y_axis":929.1037770186839,"color":"black","documentNumber":26,"radius":5,"situationDescription":"We have already been using SF for a few years.  Last year we had a change in our fiscal year dates, and we made the mistake of messing up our standard FY to try to set up \"customized FY\" and it completely ruined our rollup fields we use for some fundraising data.  We need those rollup fields to be fixed and our fiscal year dates to be fixed.  It requires SF coding experience.","x_axis":929.9747211494671},{"y_axis":450.08447721498914,"color":"darkkhaki","documentNumber":29,"radius":5,"situationDescription":"Configure SalesForce database.  The system is in place and in use.  We need to create workflows and rules, some reporters, and revise/clean-up some data structures,","x_axis":65.66258826046958},{"y_axis":371.62828423850885,"color":"yellow","documentNumber":28,"radius":5,"situationDescription":"Beacon Hill Preparatory Institute seeks assistance in rethinking its current social media strategy. Our primary goal is to attract prospective students, parents, donors and partners while fostering engagement among current students and alumni. Secondarily, our aim is to expand national brand recognition of Beacon Hill as a leading progressive voice in Supplemental education policy — serving as both a model and a resource for policymakers. We are seeking a volunteer who will audit our current social media audiences, recommend methods of engagement, and aid staff in beginning to implement a new, holistic social media strategy in line with broader communications goals.\nA strengthened social media strategy will not only reinforce our presence within Dallas, but will also allow us to share our exceptional research on Early Childhood intervention with educators throughout the country.","x_axis":671.866155141318},{"y_axis":927.8094395932353,"color":"black","documentNumber":31,"radius":5,"situationDescription":"OVO is a non-profit fighting poverty in rural Southern Indiana.  We have been providing much needed services in our area for almost 50 years.  Though our organization has been able to forge ahead into the 21st century, our technology has not.  We are in desperate need of assistance in identifying where we stand technologically and in what direction we should move forward.  As a non-profit, we are unable to put valuable funds and resources towards hiring an IT expert.  We would greatly appreciate and benefit from the expertise that could be provided by a Community Corps volunteer to get our technology up to speed and modernize our programs and processes.  We have an immense need and are highly motivated to get on the tech bandwagon to better serve our clients!","x_axis":928.3785472039702},{"y_axis":930.9858663428857,"color":"paleturquoise","documentNumber":30,"radius":5,"situationDescription":"Arizona Science Center s mission is to inspire, educate and entertain people of all ages about science. We rely on volunteers to make our mission a reality. Arizona Science Center is always looking for support in STEM workshop planning and/or program design. We have tons of great ideas but we want more! We are especially seeking individuals with special skills such as robotics, or people who might enjoy working in our computer gallery, writing curriculum for our camps and much more. If you have any program design expertise you feel might be valuable we want you on our team!","x_axis":550.2789315480333},{"y_axis":70.86851493036143,"color":"red","documentNumber":34,"radius":5,"situationDescription":"Brooklyn Arts Council (BAC) is the leading organization supporting and connecting the fast-growing arts and cultural community in Brooklyn. We give grants, present free and affordable arts events, train artists and arts professionals, teach students, incubate new projects, and promote artists and cultural groups across the borough. As Brooklyn s cultural anchor since 1966, BAC has also been the catalyst helping the arts community grow. We ve evolved along with the borough in recent years, but our technological infrastructure hasn t always kept pace with our changing needs. Thus, we to develop a new technology plan to guide us into the future. Ultimately, this project will equip us to better serve the growing number of artists and cultural groups in Brooklyn, and to connect Brooklyn residents of all ages and backgrounds with arts experiences.","x_axis":571.431390701032},{"y_axis":450.08521536821326,"color":"red","documentNumber":35,"radius":5,"situationDescription":"Network upgrade project at the Montclair Pre-K School: \nThe Montclair Pre-K School provides early childhood education to underserved families in Montclair, NJ. MPK has recently initiated an ambitious and strategic program to modernize the school s technology capability with the intent to better support the school s mission, provide students and teachers with modern learning conditions, and re-position MPK s brand to attract more funding from donors.\nAs part of the MPK s technology transformation program, the school is looking for assistance in re-designing and upgrading its network to provide resilient, secure, and fast network access throughout the school facility. This upgrade program will include enhancements to both the wired and the wireless network on the premises.\nMPK anticipates obtaining technical support from the school district for the upgrade to the wired network. The focus of this project will be on the wireless capabilities of the network.\nLevel of effort estimates:\n•\tDuration: 1-2 weeks\n•\tLocations: 1 location in Montclair, NJ\n•\tHardware: 3-5 routers\nPlease contact Robin Virgil for more information","x_axis":65.32379423095826},{"y_axis":928.6113586260424,"color":"darkcyan","documentNumber":32,"radius":5,"situationDescription":"Saktce-Ho ma Opportunity Fund, SOF, requires a Website to serve its client base.  As a new nonprofit startup, Louisiana s first Native American Certified Development Fund, SOF is scheduling technical assistance classes State-wide within rural tribal locations serving American Indian micro-entrepreneurs.  These clients require technological services. Additionally, SOF needs to share information - from schedules, to training initiatives, to business resources.  Unfortunately, SOF has minimal funds and lacks these resources for a website. Therefore, SOF is initiating this request for assistance.","x_axis":929.2149065671217},{"y_axis":371.53807774300356,"color":"indigo","documentNumber":33,"radius":5,"situationDescription":"The Association for Neurologically Impaired Brain Injured Children, ANIBIC, provides services to people with special needs. ANIBIC is dedicated to enabling individuals to reach their potential so that they may live as productively as possible.\nWe offer a broad range of services for children as young as five and throughout adulthood. We understand that people with special needs are people first and that their individual challenges are just part of what makes them special.\n\nWe have determined that our servers are outdated and considering options for replacement. Before we make a large investment in new servers we need a volunteer to review our overall  use of technology including hardware and software and make recommendations that will support our continued growth. Having this information and general recommendations will enable us to make informed decisions about our future technology planning and purchases.","x_axis":671.7826741592154},{"y_axis":71.90112978873634,"color":"slategray","documentNumber":38,"radius":5,"situationDescription":"Our website needs management and updates.","x_axis":926.8987586294667},{"y_axis":270.14338502663287,"color":"orange","documentNumber":39,"radius":5,"situationDescription":"We want to refresh our website","x_axis":929.6772223312888},{"y_axis":71.39550167915732,"color":"slategray","documentNumber":36,"radius":5,"situationDescription":"We provide kids with a positive learning experience that encompasses conservation, wildlife knowledge and management, firearms safety and responsibility, outdoor skills and respect for nature and each other. We strive every day to be an advocate and a voice for all kids.\n\nWe would like to implement a series of   My First  templates so that our young folks can upload a photo and pertinent data to create a printable PDF to capture and frame the memory of their first hunt, first deer, first fish, first gun, first bow, first target shoot and  first BB gun.\n\nOur site http://youthoutdoors.org/ is built using Drupal 7 and we need a Drupal developer to build the custom forms. We would also like to save the PDFs into a photo gallery on the site.","x_axis":571.9691684583595},{"y_axis":72.35627574041206,"color":"tomato","documentNumber":37,"radius":5,"situationDescription":"I use Click and Pledge for my donation forms. I need to have a FaaS built on my website so that donors do not need to go to a portal outside my website. I have all the instructions from Click and Pledge but don t understand coding to do it myself. I will design the form and ask you to implement it. Bluehost is my web host company and I used their Weebly website builder.","x_axis":927.1861156700451},{"y_axis":269.61227751041275,"color":"orange","documentNumber":42,"radius":5,"situationDescription":"SHE (Sustainable Health Enterprises) seeks to develop market-based approaches to help improve the quality of people s lives in developing countries. In addition to increasing education among girls and women, SHE has introduced locally manufactured, inexpensive and eco-friendly sanitary pads made of banana fiber for use in Rwanda and other developing countries to prevent the alarming ‘drop-out  rate of young women from school and work.\n\nWe re coming up to the all-important holiday season and want to update our website with news, images, and videos of our work on our website! We also want to re-do our donation page to make it easy for those interested in donating to do it. We have a bounce rate when people visit our Invest page and so we want to make changes to improve the user experience","x_axis":930.2344458545995},{"y_axis":97.0690969416342,"color":"yellow","documentNumber":43,"radius":5,"situationDescription":"Yes She Can Inc., a non-profit founded in November 2013, is dedicated to developing transferable job skills and workplace social skills – through authentic work experience – for teen girls in transition from high school to adulthood and for young women with autism spectrum disorders to enable them to gain and sustain employment and build careers in the competitive job market.\n\nYes She Can s website is on Wordpress but needs a better template and some plugins.  I have corporate web strategy background but need help to get this going.  I can write the content.  We also need to consider the Girl AGain site for conversion to Wordpress and putting in a manageable template.","x_axis":126.70631712295116},{"y_axis":608.6077584591304,"color":"indigo","documentNumber":40,"radius":5,"situationDescription":"The International Center for Disaster Recovery (ICDR) was formed in 2013 with the mission of improving the lives of survivors of disaster throughout the United States and other countries. It provides information and communication technology (ICT) tools and resources to disaster survivors, with the goal of empowering survivors and their communities with the ability to lead their own relief and recovery efforts.\n\nRecoveryHub is the first and only web platform that connects survivors, relief workers, and donors after a disaster to enable community-led recovery. The International Center for Disaster Recovery is looking for a volunteer skilled in Drupal 7 to help enhance the RecoveryHub site and prepare it for launch in late 2014. This is an exciting chance to be part of a small nonprofit startup team implementing a technology solution which will impact thousands of lives. Contact info@recoveryhub.net for more information.","x_axis":70.33634800392966},{"y_axis":450.11468583240764,"color":"black","documentNumber":41,"radius":5,"situationDescription":"Taproot is a nonprofit organization that makes business talent available to organizations working to improve society. We engage the nation s millions of business professionals in pro bono services both through our award-winning programs and by partnering with companies to develop their pro bono programs. Our mission is to lead, mobilize and engage professionals in pro bono service that drives social change.\n\nTaproot is seeking a pro bono web developer with experience in WordPress, HTML, and CSS to assist a team of Taproot consultants who are in the final stages of a website redesign for an NYC nonprofit that focuses on education. The ideal consultant would provide crucial support to the current web developer on issues around the architecture and design of the new site. Please contact alanya@taprootfoundation.org to be connected to the Project Lead for more details!","x_axis":66.83959670334829},{"y_axis":926.8031607542556,"color":"lawngreen","documentNumber":46,"radius":5,"situationDescription":"The Medical Institute is dedicated to aligning and disseminating scientific data that promotes optimal sexual health and wellness. We redid our website in 2012 using WordPress. What we have now is a huge improvement but it already needs some updating. Before we make any changes we d like to get a better sense of what could be improved. Our website has some specific features that sometimes make it challenging for our constituents to navigate. For example, we have a free newsletter, an online store, membership and other resources on our website. Is there something else we could do to make it easier for our constituents to find the tools and resources they need? What can we do to make it more effective?","x_axis":927.170850622155},{"y_axis":128.32819032166086,"color":"tomato","documentNumber":47,"radius":5,"situationDescription":"The Website Usability Assessment project will review a website, using industry-wide best practices, to identify and categorize (and document) potential usability issues.","x_axis":672.4746984787315},{"y_axis":929.2784388258121,"color":"darkcyan","documentNumber":44,"radius":5,"situationDescription":"Hello tech partners,\nPlease help me match up high school and college classrooms with local nonprofits. This gives the students a more authentic learning experience while giving the nonprofits much needed support. It s a mutually beneficial relationship that needs our help to make happen in a big way. \nMy nonprofit, Cause in a Classroom, is in immediate need of:\n1. someone who can help me with wordpress, so that I can make changes to the site without paying my web designer (a tip of the hat to what he s been able to do).  \n2. A clever and simple design (or suggestion of one) that entices teachers to launch a classroom cause in three easy and inviting steps, for example. \n3. database work","x_axis":71.11959904114761},{"y_axis":268.597042083409,"color":"violet","documentNumber":45,"radius":5,"situationDescription":"Disability Rights Wisconsin is a private nonprofit organization which was founded in 1977. Designated by the Governor to ensure the rights of all state citizens with disabilities through individual advocacy and system change, DRW is part of a national system of federally mandated independent disability agencies. Disability Rights Wisconsin serves people of all ages, including people with developmental disabilities, people with mental illness, people with physical or sensory disabilities, and people with traumatic brain injury.\n\nOur website is a valuable resource for individuals with disabilities including their caregivers.  We feel our current site could provide so much more to a population who has had so many cuts to programs and to changes to their living situation.  We have many staff that have a wealth of information we can provide to the individuals that contact us.  Our current site does not reflect that wealth we hold.  Our resources are limited because of federal cuts to our grants.  There are so many elements we would like to add, but have limited staff time or limited knowledge in doing so.  We really would like to add a more seamless way to review our publications instead of just using adobe reader.  We would like to provide interactive QandA on several issues that impact our clients. The design of our site is very dated  and needs a fresh new look. We need an expert to review our website and provide recommendations on how it can be improved to help us better serve our clients.","x_axis":931.1936904573736},{"y_axis":72.07642692612188,"color":"indigo","documentNumber":51,"radius":5,"situationDescription":"Our office is enrolled with Mozy as our cloud-based backup solution. A quarter of our staff opted out of it because it s been buggy, and relies on a combination of Box, Dropbox, and Outlook. We d like to find a more reliable backup solution for our entire office. Crashplan seems to be a strong contender. We would be grateful to have a volunteer help identify an alternative and outline the steps to deploying it with our entire office.","x_axis":926.8099946941484},{"y_axis":926.8313936491897,"color":"green","documentNumber":50,"radius":5,"situationDescription":"Governors Island Alliance needs to select a CRM system as we establish an independent nonprofit to serve the thousands of visitors who enjoy this beautiful destination each year. We will need to keep track of volunteers, members, donors, mailing lists, etc. and would like guidance in comparing, choosing and implementing a system that best meets our needs.","x_axis":927.141797479925},{"y_axis":931.2953522939841,"color":"indigo","documentNumber":49,"radius":5,"situationDescription":"Citizen Schools New Jersey partners with middle schools to expand the learning day. By drawing more citizens into our schools, we re promoting student achievement, transforming schools, and re-imagining education in New Jersey. \n\nWe are seeking \"Citizen Teachers\" to share their passion, expertise, and professionalism for one hour per week, over a 10-week period in winter of 2015. Citizen Teachers help students learn the skills necessary for success in the 21st century, including oral presentation, data analysis, technology, leadership, and teamwork.\n\nAlongside an educator, Citizen Teachers teach anything and everything, from finance to technology to cooking!  We offer a variety of pre-built curriculum that you can teach from or you can create your own. You can look for ideas in our idea bank, or choose from a curriculum that s already been done.  Alongside an educator, you will transform kids into scientists, architects, engineers, etc. These projects change lives, inspire careers and set students on a path of learning.  At just one hour per week, over the course of ten weeks you ll help students make clear connections between their schoolwork, college and career.","x_axis":550.2516659177775},{"y_axis":73.15144193902407,"color":"black","documentNumber":48,"radius":5,"situationDescription":"Community Guilds will help close the opportunity gap in public education by providing transformational apprenticeships and mobile innovation labs. Our STE(A)M Truck inspires youth to learn Science, Technology, Engineering, Arts and Math by bringing the coolest tools, equipment and mentors directly to school.\n\nSTE(A)M Truck allows youth to design solutions, tackle real problems and then build something together.  As a vehicle (literally and figuratively) to close the opportunity gap, STE(A)M Truck (Science, Technology, Engineering, Arts and Math)is both an innovation lab and mobile makerspace.  \n\nWe need volunteers during the Build phase of this program.  The Build activities happen over the course of 10 days, afterschool, and push students to move from brainstorming to crafting, building their confidence with the available tools. Volunteers with expertise in one or more of the following skills are desired:\n\nTeaching middle school youth\n3D printing/CAD\nWood working/CNC routing/metal working\nYouth geared computer programming and app development (ie Scratch, MIT App Inventor) \nBasic electronics/Arduinos\n\nOur next Build phase will take place several afternoons per week starting in mid September through mid October (dates tbd) and at KIPP South Fulton Academy:\n1286 Washington Ave\n East Point, GA 30344","x_axis":226.57063199523762},{"y_axis":933.9115950074365,"color":"hotpink","documentNumber":55,"radius":5,"situationDescription":"Children s Chorus of Washington (CCW) is internationally recognized and critically acclaimed for its seventeen-year history of outstanding artistry. CCW has reached five continents through domestic and international tours, recordings, and frequent appearances on public radio and television. Our extraordinary music education programs, which engage and educate vocalists ages 6 to 18, help youth develop as musicians and leaders, regardless of background, economic status, or prior experience. Our five auditioned ensembles perform frequently with leading music organizations, including the National Symphony Orchestra (NSO), Choral Arts Society, and The Washington Chorus, at Washington, DC s most prestigious venues such as Strathmore Music Hall and The John F. Kennedy Center for the Performing Arts. SING PREP, an inclusive program, introduces first-time singers to the choral experience.\n\nCCW is a small non-profit that has never had a real database for tracking all of our families, donors, alumni, and audience members. We have been using Excel for all of our records, but we ve grown big enough that we need a real database to make sure all the information about our extended family is in one place. In order to continue expanding sustainably, we are in search of an affordable CRM that also has the capacity to sell tickets to concerts and events (we have not been satisfied with our current ticket vendor), and in an ideal world, to also track chorister registration. These technological tools will help us spread our mission and our music to a greater audience and ensure that we can stay in contact with the CCW family for years to come.","x_axis":550.3588101597994},{"y_axis":150,"color":"paleturquoise","documentNumber":54,"radius":5,"situationDescription":"Yes She Can Inc., a non-profit founded in November 2013, is dedicated to developing transferable job skills and workplace social skills – through authentic work experience – for teen girls in transition from high school to adulthood and for young women with autism spectrum disorders to enable them to gain and sustain employment and build careers in the competitive job market\n\nYes She Can Inc. operates Girl AGain, a resale boutique for American Girl dolls (we use this retail environment to teach job skills to women with autism).  We get used merchandise and we need an inventory management system that is simple and that we can train our workers to use.  There are a number of consignment software packages but they seem too complex and not relevant to our needs.  We need help to assess them and to determine if we just need a custom designed simple system.","x_axis":73.59686376295375},{"y_axis":928.0421481370829,"color":"green","documentNumber":53,"radius":5,"situationDescription":"Our organization aims to prevent child abuse and reduce its devastating impact. The Children s Advocacy Center (CAC) provides a place where trauma stops and justice and healing begin. The CAC is modeled on the simple but powerful concept of multidisciplinary coordination to create a best-in-class response to incidents of child abuse. We are working to implement an integrated database system with our city partners to be able to case track our clients, improve communication and coordination of information, and identify system gaps.  We are looking to receive further help from someone who has a deeper knowledge on software databases and help provide advice on which database and best approaches.","x_axis":72.25308668352292},{"y_axis":930.2408169512571,"color":"yellow","documentNumber":52,"radius":5,"situationDescription":"PTAlink.org is a rapidly growing web-based resource center dedicated to improving NYC public school education and parent engagement by making parent organizations stronger and more effective. Along with information, tools and resources that PTAs need, the site provides parent leaders with the opportunity to share best practices and strategies, building a collaborative community of PTAs across public schools. To further this goal, and at the request of many parent organization leaders, we plan to add to the site a moderated forum where parent leaders can ask questions of and provide answers to others about their work in schools. We seek assistance choosing an appropriate module for the forum and integrating it into our (Word Press) site.","x_axis":70.14417058520318},{"y_axis":927.3757015147228,"color":"black","documentNumber":57,"radius":5,"situationDescription":"The Respite, A Centre for Grief & Hope is for those who have suffered great tragedy, a significant life loss, a trauma, a life-shaking, earth-shattering event or series of events… And, it is also for those who are living with every day losses which are life-changing and life-evolving. \n\nWe want to start offering online classes. We want to be able to reach as many people as possible with important tools and education about grief and finding hope. Having an online class option will make our resources accessible to anyone with a computer. It will also provide us with another revenue stream so we can continue to offer our services. \n\nWe need help with selecting the best platform/software to do this, and perhaps help us with implementation. We have a WordPress website so perhaps there is a good plugin that could be integrated? We are also open to a \"stand alone\" platform that can be customized to our brand. We will need the platform to offer both webinar formats (visual and audio), a place where docs, videos, etc. can be stored and downloaded by the clients, and perhaps have online forms. Since we are a non-profit we need this to be low-cost or even free.(We might have some money from a possible grant that we could put toward this as well.)","x_axis":72.88012000277587},{"y_axis":128.571820644067,"color":"darkcyan","documentNumber":56,"radius":5,"situationDescription":"The Crisis Food Center is a food pantry distributing a 5-day supply of nutritionally balanced food to nearly 30,000 a year.  We are proud of the commitment to health that sets us apart from most pantries.  We are also proud of the summertime program that feeds children breakfast and lunch in the safety of their own homes.  However, keeping track of our clients and their statistics could use improvement.  At the end of the year, we must physically go through each of more than 8000 records to extract the information we need for our records and to report to those who fund us.  As old as I am, I know this does not need to be.  Computers can do this with the right software.  But what is the right software?  Which data base already does what we need it to do.  As old as I am I also know there are people who are trained to know what software I need.  I honestly think whoever helps the Crisis Food Center with this project could in fact be saving my sanity.","x_axis":672.035474683408},{"y_axis":664.8984292612532,"color":"brown","documentNumber":63,"radius":5,"x_axis":366.80897981822085},{"y_axis":127.63079055961413,"color":"indigo","documentNumber":61,"radius":5,"x_axis":426.6730500254899},{"y_axis":664.8984292612532,"color":"darkkhaki","documentNumber":68,"radius":5,"x_axis":366.80897981822085},{"y_axis":169.03690900981266,"color":"black","documentNumber":69,"radius":5,"x_axis":429.86120613590145},{"y_axis":387.8670601417399,"color":"slategray","documentNumber":70,"radius":5,"x_axis":432.13310143003025},{"y_axis":573.7003263517516,"color":"lawngreen","documentNumber":71,"radius":5,"x_axis":397.501526675541},{"y_axis":649.5627862526268,"color":"darkcyan","documentNumber":66,"radius":5,"x_axis":273.87447301462123},{"y_axis":574.4896308809258,"color":"brown","documentNumber":76,"radius":5,"x_axis":925.261888452946},{"y_axis":173.93452355580996,"color":"darkcyan","documentNumber":77,"radius":5,"x_axis":425.5521257182237},{"y_axis":394.1992506067107,"color":"brown","documentNumber":78,"radius":5,"x_axis":428.3552659718559},{"y_axis":373.5132735035698,"color":"indigo","documentNumber":72,"radius":5,"x_axis":373.51788382279705},{"y_axis":426.15242675590775,"color":"indigo","documentNumber":73,"radius":5,"x_axis":398.37263579489826},{"y_axis":72.10143715335087,"color":"black","documentNumber":74,"radius":5,"x_axis":272.6636818822058},{"y_axis":727.4240671913274,"color":"violet","documentNumber":84,"radius":5,"x_axis":272.4854427121469},{"y_axis":73.28148032144523,"color":"yellow","documentNumber":81,"radius":5,"x_axis":274.5936520643632},{"y_axis":72.63633169094021,"color":"violet","documentNumber":80,"radius":5,"x_axis":271.9860776899278},{"y_axis":394.1992506067107,"color":"brown","documentNumber":83,"radius":5,"x_axis":428.3552659718559},{"y_axis":72.63633169094021,"color":"blue","documentNumber":82,"radius":5,"x_axis":271.9860776899278},{"y_axis":664.8984292612532,"color":"yellow","documentNumber":93,"radius":5,"x_axis":366.80897981822085},{"y_axis":173.688540224501,"color":"darkcyan","documentNumber":92,"radius":5,"x_axis":426.36035329109484},{"y_axis":664.8984292612532,"color":"violet","documentNumber":95,"radius":5,"x_axis":366.80897981822085},{"y_axis":127.63079055961413,"color":"darkkhaki","documentNumber":94,"radius":5,"x_axis":426.6730500254899},{"y_axis":387.8670601417399,"color":"black","documentNumber":89,"radius":5,"x_axis":432.13310143003025},{"y_axis":664.8984292612532,"color":"brown","documentNumber":91,"radius":5,"x_axis":366.80897981822085},{"y_axis":387.8670601417399,"color":"brown","documentNumber":90,"radius":5,"x_axis":432.13310143003025},{"y_axis":527.1153399276999,"color":"violet","documentNumber":103,"radius":5,"x_axis":926.1563431327033},{"y_axis":172.7206153691,"color":"black","documentNumber":100,"radius":5,"x_axis":426.8461227626382},{"y_axis":387.8670601417399,"color":"lawngreen","documentNumber":101,"radius":5,"x_axis":432.13310143003025},{"y_axis":527.1153399276999,"color":"darkcyan","documentNumber":99,"radius":5,"x_axis":926.1563431327033},{"y_axis":371.49816873163326,"color":"paleturquoise","documentNumber":96,"radius":5,"x_axis":372.09759801214796},{"y_axis":626.8431361636196,"color":"darkcyan","documentNumber":110,"radius":5,"x_axis":374.189455798898},{"y_axis":727.4240671913274,"color":"indigo","documentNumber":111,"radius":5,"x_axis":272.4854427121469},{"y_axis":728.381461719612,"color":"black","documentNumber":108,"radius":5,"x_axis":271.7734765943119},{"y_axis":396.82351724259127,"color":"yellow","documentNumber":109,"radius":5,"x_axis":427.15178256052315},{"y_axis":573.0854907202166,"color":"hotpink","documentNumber":106,"radius":5,"x_axis":926.7776071756011},{"y_axis":73.66482008944774,"color":"yellow","documentNumber":107,"radius":5,"x_axis":373.5916372930366},{"y_axis":664.8984292612532,"color":"paleturquoise","documentNumber":104,"radius":5,"x_axis":366.80897981822085},{"y_axis":371.49816873163326,"color":"darkcyan","documentNumber":105,"radius":5,"x_axis":372.09759801214796},{"y_axis":664.8984292612532,"color":"darkkhaki","documentNumber":119,"radius":5,"x_axis":366.80897981822085},{"y_axis":172.7206153691,"color":"black","documentNumber":118,"radius":5,"x_axis":426.8461227626382},{"y_axis":527.1153399276999,"color":"darkkhaki","documentNumber":117,"radius":5,"x_axis":926.1563431327033},{"y_axis":371.49816873163326,"color":"yellow","documentNumber":116,"radius":5,"x_axis":372.09759801214796},{"y_axis":727.3246353575663,"color":"yellow","documentNumber":115,"radius":5,"x_axis":272.8053352524812},{"y_axis":394.1992506067107,"color":"green","documentNumber":114,"radius":5,"x_axis":428.3552659718559},{"y_axis":664.8984292612532,"color":"violet","documentNumber":113,"radius":5,"x_axis":366.80897981822085},{"y_axis":527.1153399276999,"color":"lawngreen","documentNumber":112,"radius":5,"x_axis":926.1563431327033},{"y_axis":572.6151691116545,"color":"black","documentNumber":127,"radius":5,"x_axis":349.9172251287379},{"y_axis":573.9049776342094,"color":"darkkhaki","documentNumber":126,"radius":5,"x_axis":925.8366345874642},{"y_axis":571.8386908276871,"color":"blue","documentNumber":125,"radius":5,"x_axis":927.6117096898031},{"y_axis":572.6151691116545,"color":"paleturquoise","documentNumber":124,"radius":5,"x_axis":349.9172251287379},{"y_axis":172.5559449960064,"color":"lawngreen","documentNumber":122,"radius":5,"x_axis":427.38066655514774},{"y_axis":372.8808610722633,"color":"lawngreen","documentNumber":121,"radius":5,"x_axis":372.7375994705664},{"y_axis":371.49816873163326,"color":"darkkhaki","documentNumber":120,"radius":5,"x_axis":372.09759801214796},{"y_axis":73.3236465724988,"color":"paleturquoise","documentNumber":139,"radius":5,"situationDescription":"Establishing a directory of people they serve in order to keep in touch and provide support, proves difficult if they are homeless. Also a need to track impact, archive data.","x_axis":373.3211151463774},{"y_axis":73.61167904808026,"color":"black","documentNumber":138,"radius":5,"situationDescription":"A need to develop software to better connect student chapters to each other for support during the year, including access to project resources.","x_axis":402.47713936346594},{"y_axis":97.91830135693085,"color":"hotpink","documentNumber":141,"radius":5,"situationDescription":"Would like to better track impact in low-income countries","x_axis":426.10676563006086},{"y_axis":98.47941244202805,"color":"tomato","documentNumber":140,"radius":5,"situationDescription":"System or software to better help refugees manage paperwork, legal milestones when arriving in Syracuse","x_axis":425.8477619346078},{"y_axis":173.9435759525485,"color":"darkcyan","documentNumber":143,"radius":5,"situationDescription":"Development of a coding class for students in an after school program","x_axis":425.99551390075953},{"y_axis":73.9996872016068,"color":"orange","documentNumber":142,"radius":5,"situationDescription":"Needs to establish web presence to help attract donors and other interested parties, also an updated means to keep track of participants (registry/profile/database setup) OR security system management.","x_axis":373.9677260246946},{"y_axis":373.1104013679858,"color":"violet","documentNumber":129,"radius":5,"x_axis":427.4352610469873},{"y_axis":249.96561116384004,"color":"tomato","documentNumber":128,"radius":5,"x_axis":228.64157833731338},{"y_axis":371.73171080502476,"color":"green","documentNumber":131,"radius":5,"x_axis":328.1131552153416},{"y_axis":573.5804887795413,"color":"slategray","documentNumber":130,"radius":5,"x_axis":925.9331395449314},{"y_axis":573.746100839476,"color":"slategray","documentNumber":133,"radius":5,"x_axis":926.2656725266625},{"y_axis":173.56903194335018,"color":"darkkhaki","documentNumber":135,"radius":5,"x_axis":373.7029289444021},{"y_axis":571.8386908276871,"color":"red","documentNumber":134,"radius":5,"x_axis":927.6117096898031},{"y_axis":172.84339958515562,"color":"hotpink","documentNumber":153,"radius":5,"x_axis":426.79685166242723},{"y_axis":173.06500317863953,"color":"red","documentNumber":154,"radius":5,"x_axis":426.75070588942066},{"y_axis":94.37379994117613,"color":"lawngreen","documentNumber":155,"radius":5,"x_axis":427.9909841454148},{"y_axis":173.89335828393658,"color":"paleturquoise","documentNumber":156,"radius":5,"x_axis":425.9737534413344},{"y_axis":72.65500163555966,"color":"paleturquoise","documentNumber":157,"radius":5,"x_axis":427.3603159316916},{"y_axis":174.58092930863648,"color":"lawngreen","documentNumber":158,"radius":5,"situationDescription":"\"We seek to help non-profits and NGOs leverage technology to maximize their effectiveness and flourish.\"","x_axis":425.3491140689689},{"y_axis":572.1111298538871,"color":"indigo","documentNumber":144,"radius":5,"situationDescription":"Coding for a mobile kiosk/device/application for team members to go into more rural areas and register students in need","x_axis":671.9216202431529},{"y_axis":73.4515096301329,"color":"black","documentNumber":145,"radius":5,"situationDescription":"Need to restructure cookie-distribution ordering and distribution system, streamline data input once orders are placed.","x_axis":725.8573366397491},{"y_axis":174.50789675401313,"color":"black","documentNumber":146,"radius":5,"situationDescription":"Help in distributing consistent nformation/materials and empowering others to advocate for the hungry","x_axis":425.38864190100855},{"y_axis":71.83215808152319,"color":"brown","documentNumber":147,"radius":5,"situationDescription":"Optimizing the SEO of their hallmark program, NYFA Classified Ads","x_axis":727.3681154009106},{"y_axis":227.45880961629055,"color":"green","documentNumber":148,"radius":5,"situationDescription":"I need a way to efficiently manage assets around my children--photos, contact information, sponsor data, etc. Right now all my data is in a big spreadsheet and I need to move it into Salesforce. I have to learn about databases. We heard we should be using Salesforce, so that's why I'm here. My mision is to help children, not be an IT person. I know that sponsors want pictures of the children and I hope I can use Salesforce to increase engagement that way.  [do you have established workflow?] What's workflow?  I inherited Salesforce. The Director said,'you're American. You can be incharge of the software.' I'm hoping to connect with a developer here who can help me.","x_axis":72.40578346506085},{"y_axis":169.03690900981266,"color":"indigo","documentNumber":162,"radius":5,"x_axis":429.86120613590145},{"y_axis":173.3875949362232,"color":"black","documentNumber":161,"radius":5,"x_axis":426.35383875353733},{"y_axis":174.15915315179086,"color":"brown","documentNumber":160,"radius":5,"situationDescription":"Large methodological section on web site that may provide good training text","x_axis":425.7342060270077}]